"Windows Azure Cloud Storage" = "Хмарне сховище Windows Azure";

/* Azure Login Credentials */
"Storage Account Name" = "Обліковий запис";
"Primary Access Key" = "Головний ключ доступу";

"Windows Azure CDN" = "Windows Azure CDN";